Repository: wp-plugins/buddypress-foaf
Catalog: languages/buddypressfoaf-*.po
Languages: de_de

source: Internal Error, Code:
de_de: Interner Fehler, Fehlercode:

source: No connection found
de_de: Keine Verbindung zu diesem Benutzer gefunden

source: Your connection to this user
de_de: Deine Verbindung zu diesem Mitglied

source: Random friends of your friends you might know
de_de: Zufällige Freunde Deiner Freunde

source: common contacts
de_de: gemeinsame Freunde

source: No friends found. Search for some users, add them as friends and come back to this page!
de_de: Es konnten keine Freunde ermittelt werden. Schau dich in den Profilen um, finde ein paar Freunde und füge diese als Kontakte hinzu und schon bekommst Du hier Ergebnisse angezeigt!

source: You want to see more? Reload this page!
de_de: Du willste mehr Benutzer angezeigt bekommen? Klicke hier und lade diese Seite neu!

source: You have most common friends with these users
de_de: Die meisten gemeinsamen Freunde hast Du mit

source: A widget that displays a random friend of a friend
de_de: Ein Widget, welches ein Zufallsmitglied aus den Freunden der Freunde eines Benutzers anzeigt

source: Buddypress FOAF (random)
de_de: Buddypress FOAF (Zufallsnutzer)

source: Show more users I might know!
de_de: Zeig' mir mehr Mitglieder, die ich kennen könnte!

source: Do you know this user?
de_de: Kennst Du dieses Mitglied?

source: Title
de_de: Titel

source: Optional content to be shown before output
de_de: Optionaler Text, wird oberhalb des Widget-Inhalts eingefügt

source: URL (optional) for page that shows more potential friends (use the shortcode at this page)
de_de: URL, optional, zur Verlinkung der Seite, welche den Shortcode potentieller Freunde enthält
